---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.PathOfTravelSpeed
source: html/ddfce52f-be22-be7c-a4a0-1980d393c412.htm
---
# Autodesk.Revit.DB.ParameterTypeId.PathOfTravelSpeed Property

"Speed"

## Syntax (C#)
```csharp
public static ForgeTypeId PathOfTravelSpeed { get; }
```